{"translation-revision-date":"2022-07-05 10:37:04+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_GB"},"You've selected to customize the Stripe account for this form, but not selected a different account. Please set an account as default for this form on the Stripe settings tab.":["You've chosen to customise the Stripe account for this form, but you have not selected a different account. Please set an account as the default for this form on the Stripe settings tab."],"Select a Stripe Account":["Select a Stripe account"],"Confirm New Default Account":["Confirm new default account"],"Please confirm you’d like to set the account below as the new default Stripe account for this donation form. All donations will process through this Stripe account rather than the Global default Stripe account. %1$s<br>%2$s%3$s":["Please confirm that you’d like to set the account below as the new default Stripe account for this donation form. All donations will process through this Stripe account rather than the global default Stripe account. %1$s<br>%2$s%3$s"],"Please confirm you’d like to set the account below as the new default Stripe account. All donation forms set to inherit the Global Settings will use this new default account. %1$s<br>%2$s%3$s":["Please confirm you’d like to set the account below as the new default Stripe account. All donation forms set to inherit the global settings will use this new default account. %1$s<br>%2$s%3$s"],"Account Email":["Account email"],"Account Name":["Account name"],"Are you sure you want to disconnect this Stripe account?":["Are you sure you want to disconnect this Stripe account?"],"Disconnect Stripe Account":["Disconnect Stripe account"],"Dismiss this notice.":["Dismiss this notice."],"View Documentation >":["View documentation >"],"Save":["Save"],"Cancel":["Cancel"]}},"comment":{"reference":"assets\/dist\/js\/admin.js"}}