{"translation-revision-date":"2023-06-04 18:10:44+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_GB"},"Your title doesn't contain a %1$s word.":["Your title doesn't contain a %1$s word."],"Your title doesn't contain a %1$s. Add at least one.":["Your title doesn't contain a %1$s. Add at least one."],"Your title contains %1$d power word(s). Booyah!":["Your title contains %1$d power word(s). Great!"],"We found %1$d outbound links in your content and all of them are nofollow.":["We found %1$d outbound links in your content and all of them are nofollow."],"URL is %1$d characters long. Consider shortening it.":["The URL is %1$d characters long. Consider shortening it."],"URL is %1$d characters long. Kudos!":["The URL is %1$d characters long. Great!"],"Content is %1$d words long. Consider using at least 600 words.":["Your content is %1$d words long. Consider using at least 600 words."],"Content is %1$d words long. Good job!":["Your content is %1$d words long. Good job!"],"Content should be %1$s long.":["The content should be %1$s long."],"You have %1$s this Focus Keyword.":["You have %1$s this Focus Keyword."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["The Keyword Density is 0. Aim for around 1% Keyword Density."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["The Table of Contents helps break down content into smaller, digestible chunks. It makes reading easier, which, in turn, results in better rankings."],"You are using short paragraphs.":["You are using short paragraphs."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["We detected a gallery in your content and are assuming that you added Focus Keyword in alt in at least one of the gallery images."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["Content with images and\/or videos feels more inviting to users. It also helps supplement your textual content."],"Add a few images and\/or videos to make your content appealing.":["Add a few images and\/or videos to make your content appealing."],"You are not using rich media like images or videos.":["You are not using rich media like images or videos."],"Your content contains images and\/or video(s).":["Your content contains images and\/or videos."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result in SERPs looking for better readable content."],"Add short and concise paragraphs for better readability and UX.":["Add short and concise paragraphs for better readability and UX."],"At least one paragraph is long. Consider using short paragraphs.":["At least one paragraph is too long. Consider using short paragraphs."],"Use Table of Content to break-down your text.":["Use the Table of Contents to break down your text."],"You don't seem to be using a %1$s.":["You don't seem to be using a %1$s."],"You seem to be using a %1$s to break-down your text.":["You seem to be using a %1$s to break down your text."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor."],"Add a number to your title to improve CTR.":["Add a number to your title to improve the CTR."],"Your SEO title doesn't contain a number.":["Your SEO title doesn't contain a number."],"You are using a number in your SEO title.":["You are using a number in your SEO title."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Power Words are tried and trusted words that copywriters use to attract more clicks."],"Add %s to your title to increase CTR.":["Add %s to your title to increase CTR."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks."],"Titles with positive or negative sentiment work best for higher CTR.":["Titles with positive or negative sentiment work best for higher CTR."],"Your title has a positive or a negative sentiment.":["Your title has a positive or a negative sentiment."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["The SEO page title should contain the Focus Keyword, preferably at the beginning."],"Use the Focus Keyword near the beginning of SEO title.":["Use the Focus Keyword near the beginning of the SEO title."],"Focus Keyword doesn't appear at the beginning of SEO title.":["The Focus Keyword doesn't appear at the beginning of the SEO title."],"Focus Keyword used at the beginning of SEO title.":["The Focus Keyword is used at the beginning of the SEO title."],"We are searching in database.":["We are searching in the database."],"Set a Focus Keyword for this content.":["Set a Focus Keyword for this content."],"already used":["already used"],"You haven't used this Focus Keyword before.":["You haven't used this Focus Keyword before."],"Internal links decrease your bounce rate and improve SEO.":["Internal links decrease your bounce rate and improve SEO."],"Add internal links in your content.":["Add internal links in your content."],"We couldn't find any internal links in your content.":["We couldn't find any internal links in your content."],"You are linking to other resources on your website which is great.":["You are linking to other resources on your website, which is great."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links."],"Add DoFollow links pointing to external resources.":["Add DoFollow links pointing to external resources."],"At least one external link with DoFollow found in your content.":["At least one external link with DoFollow was found in your content."],"It helps visitors read more about a topic and prevents pogosticking.":["It helps visitors read more about a topic and prevents pogo sticking."],"Link out to external resources.":["Link out to external resources."],"No outbound links were found. Link out to external resources.":["No outbound links were found. Link out to external resources."],"Great! You are linking to external resources.":["Great! You are linking to external resources."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["It is recommended to add the focus keyword in the alt attribute of one or more images."],"Add an image with your Focus Keyword as alt text.":["Add an image with your Focus Keyword as alt text."],"Focus Keyword not found in image alt attribute(s).":["The Focus Keyword was not found in image alt attribute(s)."],"Focus Keyword found in image alt attribute(s).":["The Focus Keyword was found in image alt attribute(s)."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["It is recommended to add the focus keyword as part of one or more subheadings in the content."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Use the Focus Keyword in subheading(s) like H2, H3, H4, etc.."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["The Focus Keyword was not found in subheading(s) like H2, H3, H4, etc.."],"Focus Keyword found in the subheading(s).":["The Focus Keyword was found in the subheading(s)."],"Permalink should be at most 75 characters long.":["The permalink should be, at most, 75 characters long."],"URL unavailable. Add a short URL.":["The URL is unavailable. Add a short URL."],"Minimum recommended content length should be 600 words.":["The minimum recommended content length should be 600 words."],"It is recommended to make the focus keyword appear in the post content too.":["It is recommended to make the focus keyword appear in the post content too."],"Use Focus Keyword in the content.":["Use the Focus Keyword in the content."],"Focus Keyword doesn't appear in the content.":["The Focus Keyword doesn't appear in the content."],"Focus Keyword found in the content.":["The Focus Keyword was found in the content."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["The first 10% of the content should contain the Focus Keyword, preferably at the beginning."],"Use Focus Keyword at the beginning of your content.":["Use the Focus Keyword at the beginning of your content."],"Focus Keyword doesn't appear at the beginning of your content.":["The Focus Keyword doesn't appear at the beginning of your content."],"Focus Keyword appears in the first 10% of the content.":["The Focus Keyword appears in the first 10% of the content."],"Include the focus keyword in the slug (permalink) of this post.":["Include the focus keyword in the slug (permalink) of this post."],"Use Focus Keyword in the URL.":["Use the Focus Keyword in the URL."],"Focus Keyword not found in the URL.":["The Focus Keyword was not found in the URL."],"Focus Keyword used in the URL.":["The Focus Keyword was used in the URL."],"Make sure the focus keyword appears in the SEO description too.":["Make sure the focus keyword appears in the SEO description too."],"Add Focus Keyword to your SEO Meta Description.":["Add the Focus Keyword to your SEO Meta Description."],"Focus Keyword not found in your SEO Meta Description.":["The Focus Keyword was not found in your SEO Meta Description."],"Focus Keyword used inside SEO Meta Description.":["The Focus Keyword was used inside the SEO Meta Description."],"Make sure the focus keyword appears in the SEO post title too.":["Make sure the focus keyword appears in the SEO post title too."],"Add Focus Keyword to the SEO title.":["Add the Focus Keyword to the SEO title."],"Focus Keyword does not appear in the SEO title.":["The Focus Keyword does not appear in the SEO title."],"Hurray! You're using Focus Keyword in the SEO Title.":["Hurray! You're using the Focus Keyword in the SEO Title."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}